Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# assignments.action.filter
source: Filter
ar: فلتر
de: assignments.action.filter
es: Filtrar
fa: فیلتر کنید
fi: Suodattaa
fr: Filtre
he: assignments.action.filter
it: Filtro
ja: フィルター
ko: 할당.작업.필터
sw: Chuja
th: กรอง
uk: фільтр
vi: Lọc
zh_hans: 筛选
zh_hant: 篩選
zh_hk: 篩選

# assignments.action.new
source: New Assignment
ar: مهمة جديدة
da: Ny opgave
de: assignments.action.new
es: Nueva tarea
fa: تکلیف جدید
fi: Uusi tehtävä
fr: Nouvelle mission
he: assignments.action.new
it: Nuovo incarico
ja: 新しい任務
nl: Nieuwe opdracht
sw: Mgawo Mpya
th: งานมอบหมายใหม่
uk: Нове завдання
vi: Nhiệm vụ mới
zh_hans: 新任务
zh_hant: 新任務
zh_hk: 新任務

# assignments.action.ok
source: OK
ar: نعم
de: assignments.action.ok
es: DE ACUERDO
fa: باشه
fr: D'ACCORD
he: assignments.action.ok
ja: わかりました
ko: 과제.행동.확인
sw: SAWA
th: ตกลง
uk: добре
vi: ĐƯỢC RỒI
zh_hans: 确定
zh_hant: 確定
zh_hk: 好的

# assignments.action.plan_day
source: Plan Day
ar: يوم الخطة
da: Plandag
de: assignments.action.plan_day
es: Planificar el día
fa: روز برنامه ریزی
fi: Suunnittele päivä
fr: Jour du Plan
he: assignments.action.plan_day
it: Pianifica la giornata
ja: 計画日
ko: 과제.행동.계획_일
nl: Plan dag
sw: Siku ya Mpango
th: วันวางแผน
uk: День планування
vi: Ngày lập kế hoạch
zh_hans: 计划日
zh_hant: 計劃日
zh_hk: 計劃日

# assignments.action.save
source: Save
ar: يحفظ
da: Spare
de: assignments.action.save
es: Ahorrar
fa: ذخیره کنید
fi: Tallentaa
fr: Sauvegarder
he: assignments.action.save
it: Salva
ja: 保存
nl: Redden
sw: Hifadhi
th: บันทึก
uk: зберегти
vi: Cứu
zh_hans: 保存
zh_hant: 儲存
zh_hk: 節省

# assignments.detail.empty_subtitle
source: Choose an assignment to view details
ar: اختر مهمة لعرض التفاصيل
da: Vælg en opgave for at se detaljer
de: assignments.detail.empty_subtitle
es: Elija una tarea para ver los detalles
fa: یک تکلیف را برای مشاهده جزئیات انتخاب کنید
fi: Valitse tehtävä nähdäksesi tiedot
fr: Choisissez une mission pour afficher les détails
he: assignments.detail.empty_subtitle
it: Scegli un compito per visualizzarne i dettagli
ja: 課題を選択して詳細を表示します
ko: 할당.세부 사항.빈_자막
nl: Kies een opdracht om details te bekijken
sw: Chagua kazi ili kutazama maelezo
th: เลือกงานเพื่อดูรายละเอียด
uk: Виберіть завдання, щоб переглянути деталі
vi: Chọn nhiệm vụ để xem chi tiết
zh_hans: 选择作业以查看详细信息
zh_hant: 選擇作業以查看詳細信息
zh_hk: 選擇作業以查看詳細信息

# assignments.detail.empty_title
source: Select an assignment
ar: حدد مهمة
da: Vælg en opgave
de: assignments.detail.empty_title
es: Seleccione una tarea
fa: یک تکلیف را انتخاب کنید
fi: Valitse tehtävä
fr: Sélectionnez une mission
he: assignments.detail.empty_title
it: Seleziona un compito
ja: 課題を選択してください
ko: 할당.세부 사항.빈_제목
nl: Selecteer een opdracht
sw: Chagua kazi
th: เลือกงาน
uk: Виберіть завдання
vi: Chọn một bài tập
zh_hans: 选择作业
zh_hant: 選擇作業
zh_hk: 選擇作業

# assignments.empty.create_first
source: Create your first assignment to get started
ar: أنشئ مهمتك الأولى للبدء
da: Opret din første opgave for at komme i gang
de: assignments.empty.create_first
es: Crea tu primera tarea para comenzar
fa: اولین تکلیف خود را برای شروع ایجاد کنید
fi: Aloita luomalla ensimmäinen tehtäväsi
fr: Créez votre premier devoir pour commencer
he: הקצאות. empty.create_first
it: Crea il tuo primo compito per iniziare
ja: まずは最初の課題を作成してください
ko: 할당.빈.create_first
nl: Maak uw eerste opdracht om aan de slag te gaan
sw: Unda kazi yako ya kwanza ili kuanza
th: สร้างงานแรกของคุณเพื่อเริ่มต้น
uk: Створіть своє перше завдання, щоб почати
vi: Tạo bài tập đầu tiên của bạn để bắt đầu
zh_hans: 创建你的第一个作业以开始使用
zh_hant: 建立你的第一個作業以開始使用
zh_hk: 創建您的第一個作業以開始

# assignments.empty.no_assignments
source: No Assignments
ar: لا المهام
da: Ingen opgaver
de: assignments.empty.no_assignments
es: Sin asignaciones
fa: بدون تکالیف
fi: Ei tehtäviä
fr: Aucune affectation
he: הקצאות. emptyy.no_assignments
it: Nessun incarico
ja: 割り当てはありません
ko: 할당.빈.no_할당
nl: Geen opdrachten
sw: Hakuna Kazi
th: ไม่มีการมอบหมายงาน
uk: Немає завдань
vi: Không có bài tập
zh_hans: 无作业
zh_hant: 無作業
zh_hk: 沒有作業

# assignments.empty.no_parsed
source: No Parsed Assignments
ar: لا توجد مهام تم تحليلها
da: Ingen analyserede opgaver
de: assignments.empty.no_parsed
es: Sin tareas analizadas
fa: بدون تکالیف تجزیه شده
fi: Ei jäsennettyjä tehtäviä
fr: Aucune affectation analysée
he: הקצאות. emptyy.no_parsed
it: Nessuna assegnazione analizzata
ja: 解析された割り当てはありません
ko: 할당.빈.no_parsed
nl: Geen geparseerde toewijzingen
sw: Hakuna Kazi Zilizochanganuliwa
th: ไม่มีการมอบหมายแยกวิเคราะห์
uk: Немає аналізованих завдань
vi: Không có bài tập được phân tích cú pháp
zh_hans: 无已解析的作业
zh_hant: 無已解析的作業
zh_hk: 沒有解析的作業

# assignments.empty.parse_syllabus
source: Parse a syllabus file to see assignments here
ar: قم بتحليل ملف المنهج الدراسي لرؤية المهام هنا
da: Parse en pensumfil for at se opgaver her
de: assignments.empty.parse_syllabus
es: Analice un archivo de programa de estudios para ver las tareas aquí
fa: یک فایل برنامه درسی را برای دیدن تکالیف در اینجا تجزیه کنید
fi: Jäsennä opetussuunnitelmatiedosto nähdäksesi tehtävät täällä
fr: Analysez un fichier de programme pour voir les devoirs ici
he: הקצאות. emptyy.parse_syllabus
it: Analizza un file del programma per vedere i compiti qui
ja: ここでシラバス ファイルを解析して課題を確認します
ko: 할당.빈.parse_syllabus
nl: Parseer een syllabusbestand om hier de opdrachten te bekijken
sw: Changanua faili ya silabasi ili kuona kazi hapa
th: แยกวิเคราะห์ไฟล์หลักสูตรเพื่อดูการบ้านที่นี่
uk: Проаналізуйте файл навчальної програми, щоб побачити тут завдання
vi: Phân tích tệp giáo trình để xem bài tập ở đây
zh_hans: 解析教学大纲文件以在此查看作业
zh_hant: 解析教學大綱檔案以在此查看作業
zh_hk: 解析教學大綱文件以在此處查看作業

# assignments.filter.all
source: All
ar: الجميع
da: Alle
de: assignments.filter.all
fa: همه
fi: Kaikki
fr: Tout
he: assignments.filter.all
it: Tutto
ja: 全て
ko: 할당.필터.모두
nl: Alle
sw: Wote
th: ทั้งหมด
uk: всі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部
zh_hk: 全部

# assignments.filter.due_soon
source: Due Soon
ar: قريبا
da: Forfalder snart
de: assignments.filter.due_soon
es: Vencimiento pronto
fa: سررسید به زودی
fi: Erääntyvä pian
fr: À venir bientôt
he: assignments.filter.due_soon
it: A breve
ja: もうすぐ期限
ko: 할당.필터.due_soon
nl: Binnenkort verschuldigd
sw: Inatakiwa Hivi Karibuni
th: ครบกำหนดเร็ว ๆ นี้
uk: Термін скоро
vi: sắp đến hạn
zh_hans: 即将到期
zh_hant: 即將到期
zh_hk: 即將到期

# assignments.filter.overdue
source: Overdue
ar: تأخرت
da: Forsinket
de: zuweisungen.Filter.überfällig
fa: عقب افتاده
fi: Myöhässä
fr: En retard
he: תאריך היעד של assignments.filter.over
it: In ritardo
ja: 期限を過ぎました
ko: 할당.필터.기한 초과
nl: Verlopen
sw: Imepitwa na wakati
th: เกินกำหนด
uk: Прострочена
vi: Quá hạn
zh_hans: 已逾期
zh_hant: 已逾期
zh_hk: 逾期

# assignments.form.due_date
source: Due Date
ar: تاريخ الاستحقاق
da: Forfaldsdato
de: assignments.form.due_date
es: Fecha de vencimiento
fa: سررسید
fi: Eräpäivä
fr: Date d'échéance
he: assignments.form.due_date
it: Scadenza
ja: 期日
ko: 과제.양식.기한_날짜
nl: Deadline
sw: Tarehe ya Mwisho
th: วันครบกำหนด
uk: Термін виконання
vi: Ngày đáo hạn
zh_hans: 截止日期
zh_hant: 截止日期
zh_hk: 到期日

# assignments.form.title
source: Title
ar: عنوان
da: Titel
de: assignments.form.title
es: Título
fa: عنوان
fi: Otsikko
fr: Titre
he: assignments.form.title
it: Titolo
ja: タイトル
nl: Titel
sw: Kichwa
th: ชื่อ
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題
zh_hk: 標題

# assignments.form.type
source: Type
ar: يكتب
de: assignments.form.type
es: Tipo
fa: تایپ کنید
fi: Tyyppi
fr: Taper
he: assignments.form.type
ja: タイプ
ko: 과제.양식.유형
sw: Aina
th: พิมพ์
uk: Тип
vi: Kiểu
zh_hans: 类型
zh_hant: 類型
zh_hk: 類型

# assignments.parse.add_parsed
source: Add Parsed Assignments
ar: إضافة الواجبات التي تم تحليلها
da: Tilføj analyserede opgaver
de: assignments.parse.add_parsed
es: Agregar asignaciones analizadas
fa: اضافه کردن تکالیف تجزیه شده
fi: Lisää jäsennetyt tehtävät
fr: Ajouter des affectations analysées
he: הקצאות.parse.add_parsed
it: Aggiungi compiti analizzati
ja: 解析された割り当てを追加する
ko: 할당.parse.add_parsed
nl: Voeg geparseerde toewijzingen toe
sw: Ongeza Kazi Zilizochanganuliwa
th: เพิ่มการมอบหมายแยกวิเคราะห์
uk: Додати аналізовані завдання
vi: Thêm bài tập được phân tích cú pháp
zh_hans: 添加已解析的作业
zh_hant: 新增已解析的作業
zh_hk: 添加已解析的作業

# assignments.parse.deselect_all
source: Deselect All
ar: قم بإلغاء تحديد الكل
da: Fravælg alle
de: assignments.parse.deselect_all
es: Deseleccionar todo
fa: همه را لغو انتخاب کنید
fi: Poista kaikki valinta
fr: Désélectionner tout
he: assignments.parse.deselect_all
it: Deseleziona tutto
ja: すべての選択を解除
ko: 할당.parse.deselect_all
nl: Deselecteer Alles
sw: Usichague Zote
th: ยกเลิกการเลือกทั้งหมด
uk: Зняти вибір із усіх
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選
zh_hk: 取消全選

# assignments.parse.edit_title
source: Edit Parsed Assignment
ar: تحرير الواجب الذي تم تحليله
da: Rediger analyseret opgave
de: assignments.parse.edit_title
es: Editar tarea analizada
fa: ویرایش تکلیف تجزیه شده
fi: Muokkaa jäsenneltyä tehtävää
fr: Modifier l'affectation analysée
he: assignments.parse.edit_title
it: Modifica compito analizzato
ja: 解析された割り当ての編集
ko: 할당.구문 분석.편집_제목
nl: Geparseerde toewijzing bewerken
sw: Hariri Mgawo Uliochanganuliwa
th: แก้ไขการมอบหมายการแยกวิเคราะห์
uk: Редагувати аналізоване завдання
vi: Chỉnh sửa bài tập được phân tích cú pháp
zh_hans: 编辑已解析的作业
zh_hant: 編輯已解析的作業
zh_hk: 編輯已解析的作業

# assignments.parse.import_count
source: %d assignment(s) imported successfully.
ar: تم استيراد %d من المهام بنجاح.
da: %d opgave(r) blev importeret.
de: assignments.parse.import_count
es: %d tareas importadas exitosamente.
fa: %d تکلیف (ها) با موفقیت وارد شد.
fi: %d tehtävä(ä) tuotu onnistuneesti.
fr: %d devoir(s) importé(s) avec succès.
he: assignments.parse.import_count
it: %d assegnazioni importate correttamente.
ja: %d 個の割り当てが正常にインポートされました。
ko: 할당.parse.import_count
nl: %d opdracht(en) succesvol geïmporteerd.
sw: Kazi %d zimeingizwa kwa mafanikio.
th: นำเข้า %d งานสำเร็จแล้ว
uk: %d завдання успішно імпортовано.
vi: %d bài tập đã được nhập thành công.
zh_hans: 成功导入了 %d 个作业。
zh_hant: 成功匯入了 %d 個作業。
zh_hk: 已成功導入 %d 個作業。

# assignments.parse.import_success
source: Import Successful
ar: تم الاستيراد بنجاح
da: Importen lykkedes
de: assignments.parse.import_success
es: Importación exitosa
fa: واردات با موفقیت انجام شد
fi: Tuonti onnistui
fr: Importation réussie
he: assignments.parse.import_success
it: Importazione riuscita
ja: インポート成功
ko: 할당.parse.import_success
nl: Importeren succesvol
sw: Imefaulu Kuingiza
th: นำเข้าสำเร็จ
uk: Імпорт успішний
vi: Nhập thành công
zh_hans: 导入成功
zh_hant: 匯入成功
zh_hk: 導入成功

# assignments.parse.review_subtitle
source: Approve items to import them into your assignments
ar: قم بالموافقة على العناصر لاستيرادها إلى مهامك
da: Godkend elementer for at importere dem til dine opgaver
de: assignments.parse.review_subtitle
es: Aprobar elementos para importarlos a sus tareas
fa: موارد را برای وارد کردن آنها به تکالیف خود تأیید کنید
fi: Hyväksy kohteet tuodaksesi ne tehtäviisi
fr: Approuver les éléments pour les importer dans vos devoirs
he: assignments.parse.review_subtitle
it: Approva gli elementi per importarli nei tuoi compiti
ja: アイテムを承認して割り当てにインポートします
ko: 과제.parse.review_subtitle
nl: Keur items goed om ze in uw opdrachten te importeren
sw: Idhinisha vipengee ili kuviingiza katika kazi zako
th: อนุมัติรายการเพื่อนำเข้าไปยังงานของคุณ
uk: Схвалюйте елементи, щоб імпортувати їх у свої завдання
vi: Phê duyệt các mục để nhập chúng vào bài tập của bạn
zh_hans: 批准项目以将其导入到你的作业中
zh_hant: 批准項目以將其匯入到你的作業中
zh_hk: 批准項目以將其導入您的作業中

# assignments.parse.review_title
source: Review Parsed Assignments
ar: مراجعة الواجبات التي تم تحليلها
da: Gennemgå analyserede opgaver
de: assignments.parse.review_title
es: Revisar las tareas analizadas
fa: بررسی تکالیف تجزیه شده
fi: Tarkista jäsennetyt tehtävät
fr: Examiner les affectations analysées
he: assignments.parse.review_title
it: Rivedi le assegnazioni analizzate
ja: 解析された割り当てを確認する
ko: 과제.분석.검토_제목
nl: Bekijk geparseerde toewijzingen
sw: Kagua Kazi Zilizochanganuliwa
th: ทบทวนการมอบหมายการแยกวิเคราะห์
uk: Перегляньте розібрані завдання
vi: Xem lại bài tập đã phân tích cú pháp
zh_hans: 审核已解析的作业
zh_hant: 審核已解析的作業
zh_hk: 查看已解析的作業

# assignments.parse.select_all
source: Select All
ar: حدد الكل
da: Vælg alle
de: assignments.parse.select_all
es: Seleccionar todo
fa: همه را انتخاب کنید
fi: Valitse Kaikki
fr: Sélectionner tout
he: assignments.parse.select_all
it: Seleziona tutto
ja: すべて選択
ko: 할당.분석.선택_모두
nl: Selecteer Alles
sw: Chagua Zote
th: เลือกทั้งหมด
uk: Виберіть усі
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選
zh_hk: 選擇全部

# assignments.parse.unknown_source
source: Unknown source
ar: مصدر غير معروف
da: Ukendt kilde
de: assignments.parse.unknown_source
es: Fuente desconocida
fa: منبع نامعلوم
fi: Tuntematon lähde
fr: Source inconnue
he: assignments.parse.unknown_source
it: Fonte sconosciuta
ja: 出典不明
ko: 할당.parse.unknown_source
nl: Onbekende bron
sw: Chanzo kisichojulikana
th: ไม่ทราบแหล่งที่มา
uk: Невідоме джерело
vi: Nguồn không xác định
zh_hans: 未知来源
zh_hant: 未知來源
zh_hk: 來源不明

# assignments.search.placeholder
source: Search assignments
ar: مهام البحث
da: Søg opgaver
de: assignments.search.placeholder
es: Buscar asignaciones
fa: جستجوی تکالیف
fi: Hae tehtäviä
fr: Rechercher des missions
he: assignments.search.placeholder
it: Cerca compiti
ja: 課題の検索
ko: 과제.검색.자리 표시자
nl: Zoek opdrachten
sw: Tafuta kazi
th: ค้นหางานที่มอบหมาย
uk: Пошукові завдання
vi: Tìm kiếm bài tập
zh_hans: 搜索作业
zh_hant: 搜索作業
zh_hk: 搜索作業

# assignments.section.by_course
source: By Course
ar: حسب الدورة
da: Efter kursus
de: assignments.section.by_course
es: Por curso
fa: البته
fi: Kurssin mukaan
fr: Par cours
he: assignments.section.by_course
it: Per corso
ja: コース別
nl: Per cursus
sw: Kwa Bila shaka
th: ตามหลักสูตร
uk: За курсом
vi: Theo khóa học
zh_hans: 按课程分类
zh_hant: 按課程分類
zh_hk: 按課程分類

# assignments.section.due_this_week
source: Due This Week
ar: المقرر هذا الأسبوع
da: Afleveres i denne uge
de: assignments.section.due_this_week
es: Vencimiento esta semana
fa: سررسید این هفته
fi: Eräpäivä tällä viikolla
fr: À rendre cette semaine
he: assignments.section.due_this_week
it: In scadenza questa settimana
ja: 今週締め切り
nl: Deze week verwacht
sw: Inatakiwa Wiki Hii
th: ครบกำหนดในสัปดาห์นี้
uk: Термін виконання цього тижня
vi: Đến hạn vào tuần này
zh_hans: 本周到期
zh_hant: 本週到期
zh_hk: 本周到期

# assignments.section.due_today
source: Due Today
ar: مستحق اليوم
da: Afleveres i dag
de: assignments.section.due_today
es: Vencimiento hoy
fa: سررسید امروز
fi: Eräpäivä tänään
fr: À payer aujourd'hui
he: assignments.section.due_today
it: Scadenza oggi
ja: 今日が期限
ko: 과제.섹션.마감일_오늘
nl: Vandaag verschuldigd
sw: Inadaiwa Leo
th: ครบกำหนดวันนี้
uk: Термін виконання сьогодні
vi: Đến hạn hôm nay
zh_hans: 今日到期
zh_hant: 今日到期
zh_hk: 今天到期

# assignments.section.missed
source: Missed
ar: مٌفتَقد
da: Savnet
de: assignments.section.missed
es: Omitido
fa: از دست رفته
fi: Jäi väliin
fr: Manqué
he: assignments.section.missed
ja: 逃した
ko: 과제.섹션.누락
nl: Gemist
sw: Umekosa
th: พลาด
uk: Пропущений
vi: Bỏ lỡ
zh_hans: 错过了
zh_hant: 錯過了
zh_hk: 錯過了

# assignments.section.today
source: Today
ar: اليوم
da: I dag
de: assignments.section.today
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
he: assignments.section.today
it: Oggi
ja: 今日
nl: Vandaag
sw: Leo
th: วันนี้
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

# assignments.section.upcoming
source: Upcoming
ar: القادمة
da: Kommende
de: assignments.section.upcoming
es: Próximos
fa: آینده
fi: Tuleva
he: assignments.section.upcoming
it: Prossimamente
ja: 今後の予定
ko: 과제.섹션.예정
nl: Aankomend
ru: Предстоящие
sw: Ijayo
th: ที่กำลังจะมีขึ้น
uk: Майбутні
vi: Sắp tới
zh_hans: 即将到来
zh_hant: 即將到來
zh_hk: 即將推出

# assignments.section.upcoming_load
source: Upcoming Load
ar: التحميل القادم
da: Kommende belastning
de: assignments.section.upcoming_load
es: Próxima carga
fa: بار آینده
fi: Tuleva lataus
fr: Chargement à venir
he: assignments.section.upcoming_load
it: Carico imminente
ja: 今後のロード
ko: 과제.섹션.upcoming_load
nl: Aankomende lading
sw: Mzigo Ujao
th: โหลดที่จะเกิดขึ้น
uk: Майбутнє навантаження
vi: Tải sắp tới
zh_hans: 即将到来的负载
zh_hant: 即將到來的負載
zh_hk: 即將到來的負載

# assignments.segment.all
source: All
ar: الجميع
da: Alle
de: assignments.segment.all
fa: همه
fi: Kaikki
fr: Tout
he: assignments.segment.all
it: Tutto
ja: 全て
nl: Alle
sw: Wote
th: ทั้งหมด
uk: всі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部
zh_hk: 全部

# assignments.segment.completed
source: Completed
ar: مكتمل
da: Færdiggjort
de: assignments.segment.completed
fa: تکمیل شد
fi: Valmis
fr: Complété
he: assignments.segment.com הושלם
it: Completato
ja: 完了しました
ko: 할당.세그먼트.완료
nl: Voltooid
sw: Imekamilika
th: สมบูรณ์
uk: Виконано
vi: Hoàn thành
zh_hans: 完全的
zh_hant: 完全的
zh_hk: 完全的

# assignments.segment.label
source: Assignments
ar: المهام
da: Opgaver
de: assignments.segment.label
es: Asignaciones
fa: تکالیف
fi: Tehtävät
fr: Missions
he: assignments.segment.label
it: Incarichi
ja: 課題
ko: 할당.세그먼트.레이블
nl: Opdrachten
sw: Kazi
th: การมอบหมายงาน
uk: Завдання
vi: Bài tập
zh_hans: 作业
zh_hant: 作業
zh_hk: 作業

# assignments.segment.upcoming
source: Upcoming
ar: القادمة
da: Kommende
de: assignments.segment.upcoming
fa: آینده
fi: Tuleva
fr: À venir
he: assignments.segment.upcoming
it: Prossimamente
ja: 今後の予定
ko: 할당.세그먼트.예정
nl: Aankomend
sw: Ijayo
th: ที่กำลังจะมีขึ้น
uk: Майбутні
vi: Sắp tới
zh_hans: 即将推出
zh_hant: 即將推出
zh_hk: 即將推出

# assignments.sort.course
source: Course
ar: دورة
da: Kursus
de: assignments.sort.course
es: Curso
fa: دوره
fi: Kurssi
fr: Cours
he: assignments.sort.course
ja: コース
ko: 과제.정렬.강좌
nl: Cursus
sw: Kozi
th: คอร์ส
uk: курс
vi: Khóa học
zh_hans: 课程
zh_hant: 課程
zh_hk: 課程

# assignments.sort.due_date
source: Due Date
ar: تاريخ الاستحقاق
da: Forfaldsdato
de: assignments.sort.due_date
es: Fecha de vencimiento
fa: سررسید
fi: Eräpäivä
fr: Date d'échéance
he: assignments.sort.due_date
it: Scadenza
ja: 期日
nl: Deadline
sw: Tarehe ya Mwisho
th: วันครบกำหนด
uk: Термін виконання
vi: Ngày đáo hạn
zh_hans: 到期日
zh_hant: 到期日
zh_hk: 到期日

# assignments.sort.label
source: Sort
ar: نوع
da: Sortere
de: assignments.sort.label
es: Clasificar
fa: مرتب کردن
fi: Järjestellä
fr: Trier
he: assignments.sort.label
it: Ordinare
ja: 選別
nl: Soort
sw: Panga
th: เรียงลำดับ
uk: Сортувати
vi: Loại
zh_hans: 种类
zh_hant: 種類
zh_hk: 種類

# assignments.sort.urgency
source: Urgency
ar: إلحاح
da: Uopsættelighed
de: assignments.sort.urgency
es: Urgencia
fa: فوریت
fi: Kiireellisyys
fr: Urgence
he: assignments.sort.urgency
it: Urgenza
ja: 緊急
nl: Urgentie
sw: Uharaka
th: ความเร่งด่วน
uk: Терміновість
vi: khẩn cấp
zh_hans: 紧迫性
zh_hant: 緊迫性
zh_hk: 緊迫性

# assignments.stats.assignments_due
source: Assignments due
ar: الواجبات المستحقة
da: Forfaldne opgaver
de: assignments.stats.assignments_due
es: Asignaciones vencidas
fa: تکالیف سررسید
fi: Tehtävät erääntyvät
fr: Travaux à rendre
he: assignments.stats.assignments_due
it: Incarichi in scadenza
ja: 期限付きの課題
ko: 할당.통계.할당 기한
nl: Opdrachten vervallen
sw: Mgawo unastahili
th: กำหนดส่งงาน
uk: Термін виконання завдань
vi: Bài tập đến hạn
zh_hans: 作业到期
zh_hant: 作業到期
zh_hk: 作業到期

# assignments.stats.due_planned_remaining
source: %d due · %d planned · %d remaining
ar: %d مستحق · %d مخطط · متبقي %d
da: %d forfalder · %d planlagt · %d tilbage
de: assignments.stats.due_planned_remaining
es: %d vencido · %d planificado · %d restante
fa: %d سررسید · %d برنامه ریزی شده · %d باقی مانده است
fi: %d eräpäivä · %d suunniteltu · %d jäljellä
fr: %d dus · %d planifiés · %d restants
he: assignments.stats.due_planned_remaining
it: %d dovuti · %d pianificati · %d rimanenti
ja: %d 期限 · %d 予定 · %d 残り
nl: %d vervallen · %d gepland · %d resterend
sw: %d inadaiwa · %d imepangwa · %d iliyosalia
th: %d ครบกำหนด · %d วางแผนแล้ว · เหลืออีก %d
uk: %d термін виконання · %d заплановано · %d залишилося
vi: %d đến hạn · %d dự định · %d còn lại
zh_hans: %d 到期 · %d 计划 · 剩余 %d
zh_hant: %d 到期 · %d 計劃 · 剩餘 %d
zh_hk: %d 到期 · %d 計劃 · 剩餘 %d

# assignments.stats.overdue_assignments
source: Overdue assignments
ar: المهام المتأخرة
da: Forfaldne opgaver
de: assignments.stats.overdue_assignments
es: Tareas atrasadas
fa: تکالیف عقب افتاده
fi: Myöhästyneet tehtävät
fr: Missions en retard
he: assignments.stats.overdue_assignments
it: Incarichi scaduti
ja: 期限を過ぎた課題
ko: 할당.통계.기한이 지난 할당
nl: Achterstallige opdrachten
sw: Kazi zilizochelewa
th: งานที่ค้างชำระ
uk: Прострочені завдання
vi: Bài tập quá hạn
zh_hans: 逾期作业
zh_hant: 逾期作業
zh_hk: 逾期作業

# calendar.debug.events_count
source: Events: %d
ar: الأحداث: %d
da: Begivenheder: %d
de: calendar.debug.events_count
es: Eventos: %d
fa: رویدادها: %d
fi: Tapahtumat: %d
fr: Événements : %d
he: calendar.debug.events_count
it: Eventi: %d
ja: イベント: %d
nl: Gebeurtenissen: %d
sw: Matukio: %d
th: เหตุการณ์: %d
uk: Події: %d
vi: Sự kiện: %d
zh_hans: 事件: %d
zh_hant: 事件: %d
zh_hk: 事件：%d

# calendar.debug.last_refresh
source: Last refresh: %@
ar: آخر تحديث: %@
da: Sidste opdatering: %@
de: calendar.debug.last_refresh
es: Última actualización: %@
fa: آخرین به روز رسانی: %@
fi: Viimeisin päivitys: %@
fr: Dernière actualisation : %@
he: calendar.debug.last_refresh
it: Ultimo aggiornamento: %@
ja: 最終更新: %@
nl: Laatste vernieuwing: %@
sw: Ilionyeshwa upya mara ya mwisho: %@
th: รีเฟรชครั้งล่าสุด: %@
uk: Останнє оновлення: %@
vi: Làm mới lần cuối: %@
zh_hans: 上次刷新: %@
zh_hant: 上次重新整理: %@
zh_hk: 上次刷新：%@

# calendar.debug.last_refresh_never
source: Last refresh: never
ar: التحديث الأخير: أبدا
da: Sidste opdatering: aldrig
de: calendar.debug.last_refresh_never
es: Última actualización: nunca
fa: آخرین به روز رسانی: هرگز
fi: Viimeisin päivitys: ei koskaan
fr: Dernière actualisation : jamais
he: calendar.debug.last_refresh_never
it: Ultimo aggiornamento: mai
ja: 最終更新: なし
nl: Laatste vernieuwing: nooit
sw: Usasishaji wa mwisho: kamwe
th: รีเฟรชครั้งล่าสุด: ไม่เคย
uk: Останнє оновлення: ніколи
vi: Làm mới lần cuối: không bao giờ
zh_hans: 上次刷新: 从未
zh_hant: 上次重新整理: 從未
zh_hk: 上次刷新：從不

# calendar.delete.calendar_item
source: Calendar
ar: تقويم
da: Kalender
de: calendar.delete.calendar_item
es: Calendario
fa: تقویم
fi: Kalenteri
fr: Calendrier
he: calendar.delete.calendar_item
it: Calendario
ja: カレンダー
nl: Kalender
sw: Kalenda
th: ปฏิทิน
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆
zh_hk: 日曆

# calendar.delete.reminders_item
source: Reminders
ar: تذكيرات
da: Påmindelser
de: calendar.delete.reminders_item
es: Recordatorios
fa: یادآوری ها
fi: Muistutukset
fr: Rappels
he: calendar.delete.reminders_item
it: Promemoria
ja: リマインダー
nl: Herinneringen
sw: Vikumbusho
th: การแจ้งเตือน
uk: Нагадування
vi: Lời nhắc
zh_hans: 提醒事项
zh_hant: 提醒事項
zh_hk: 提醒事項

# calendar.delete_confirmation
source: This will remove the item from your %@.
ar: سيؤدي هذا إلى إزالة العنصر من %@ الخاص بك.
da: Dette vil fjerne elementet fra din %@.
de: calendar.delete_confirmation
es: Esto eliminará el elemento de tu %@.
fa: این مورد را از %@ شما حذف می کند.
fi: Tämä poistaa kohteen %@:sta.
fr: Cela supprimera l'élément de votre %@.
he: calendar.delete_confirmation
it: Ciò rimuoverà l'elemento dal tuo %@.
ja: これにより、%@ から項目が削除されます。
nl: Hierdoor wordt het item uit uw %@ verwijderd.
ru: Это удалит элемент из вашего %@.
sw: Hii itaondoa kipengee kutoka kwa %@ yako.
th: การดำเนินการนี้จะลบรายการออกจาก %@ ของคุณ
uk: Це видалить елемент із вашого %@.
vi: Thao tác này sẽ xóa mục khỏi %@ của bạn.
zh_hans: 这将从您的%@中删除此项目。
zh_hant: 這將從您的%@中刪除此項目。
zh_hk: 這將從您的 %@ 中刪除該項目。

# calendar.location_label
source: Location: %@
ar: موقع: ٪@
da: Sted: %@
de: calendar.location_label
es: Ubicación: %@
fa: مکان: %@
fi: Sijainti: %@
fr: Emplacement: %@
he: calendar.location_label
it: Posizione: %@
ja: 位置： ％@
nl: Locatie: %@
ru: Место: %@
sw: Mahali: %@
th: ที่ตั้ง: %@
uk: Розташування: %@
vi: Vị trí: %@
zh_hans: 位置: %@
zh_hant: 位置: %@
zh_hk: 地點： ％@
